Repository: petrnovak81/web_Trace
Catalog: Trace/Resources/SystemMessages.*.resx
Languages: de_de

# AccessIsNotAllowed
source: <div class='validate-msg'><span class='k-icon k-i-warning'></span>Access is not allowed</div>
de_de: <div class='validate-msg'><span class='k-icon k-i-warning'></span> Přístup není povolen</div>

# AccountAllowed
source: Account enabled
de_de: Účet povolen

# AddRecord
source: Add a new record
de_de: Přidat nový záznam

# ChangePasswordAlert
source: The password has expired, the user does not exist, or the user already has the assigned password.
de_de: Platnost stánky vypršela, uživatel neexistuje nebo uživatel již má přidělené heslo..

# ChangePasswordT1
source: The field must include:
de_de: Pole musí obsahovat:

# ChangePasswordT10
source: Do not pick passwords that you use on other sites or that can easily be guessed.
de_de: Nevolte hesla, která používáte na jiných webech nebo která lze snadno uhodnout.

# ChangePasswordT11
source: Not filled
de_de: Nevyplněno

# ChangePasswordT12
source: Too many identical characters in a row.
de_de: Příliš mnoho stejných znaků za sebou.

# ChangePasswordT13
source: Do not pick passwords that you use on other sites or that can easily be guessed.
de_de: Nevolte hesla, která používáte na jiných webech nebo která lze snadno uhodnout.

# ChangePasswordT14
source: Faintly
de_de: Slabé

# ChangePasswordT15
source: Good
de_de: Dobré

# ChangePasswordT16
source: Strongly
de_de: Silné

# ChangePasswordT2
source: At least one character
de_de: Minimálně jeden znak

# ChangePasswordT3
source: 8 or more characters
de_de: 8 nebo více znaků

# ChangePasswordT4
source: Case and lower case letters
de_de: Velká a malá písmena

# ChangePasswordT5
source: At least one number
de_de: Alespoň jedno číslo

# ChangePasswordT6
source: Same password as previous
de_de: Stejné heslo jako předchozí

# ChangePasswordT7
source: The correct email
de_de: Správný email

# ChangePasswordT8
source: Unique email
de_de: Unikátní email

# ChangePasswordT9
source: Password strength:
de_de: Síla hesla:

# ConfirmDeleteSK
source: Do you wish to cancel the repayment schedule?
de_de: Přejete si zrušit splátkový kalendář?

# DeleteRecordTitle
source: Delete record
de_de: Smazat záznam

source: File not found
de_de: Soubor nenalezen

# ForgottenPassword
source: Can not sign up?
de_de: Nemůžete se přihlásit?

# forgPassEmailBody
source: Hello, you asked for a password reset. You will be redirected to the page to create your new password by pressing the button below.
de_de: Dobrý den, požadali jste o obnovení hesla. Tlačítkem níže budete přesměrován na stránku pro vytvoření Vašeho nového hesla.

# IsEmpty
source: It's empty
de_de: Je prázdné

# IsNotEmpty
source: It is not empty
de_de: Není prázdné

# isOffLine
source: Warning! The app did not receive a third-party response (google api). Google (maps, gps ...) will be unavailable. <br> Check the network connection. You are probably offline.
de_de: Varování! Aplikace nedostala odpoved třetí strany (google api). Funkce google (mapy, gps ...) budou nedostupné.<br>Zkontrolujte připojení k síti. Pravděpodobně jste offline.

# LoginWrong
source: <div class='validate-msg'><span class='k-icon k-i-warning'></span>Invalid password or username</div>
de_de: <div class='validate-msg'><span class='k-icon k-i-warning'></span> Chybně zadané heslo nebo uživatelské jméno</div>

# newPassEmailBody
source: Hello, a new account has been created in TRACE. For successful completion of the registration, it is necessary to create your own password. You will be redirected to the page to create your new password by pressing the button below.
de_de: Dobrý den, byl Vám vytvořen nový účet v aplikaci TRACE. Pro zdárné dokončení registrace je nutné si vytvořit vlastní heslo. Tlačítkem níže budete přesměrován na stránku pro vytvoření Vašeho nového hesla.

# NewUsersPostEmail
source: An email asking for a password change was sent to new users
de_de: Novým uživatelům byl odeslán email s výzvou pro změnu hesla

# NoCheckedItem
source: You are in the unchecked file, this file will not be processed. Continue?
de_de: Stojíte na nezaškrtnutém spise, tento spis nebude zpracován. Pokračovat?

# NoComment1
source: Enter the reason for closing the file
de_de: Je vyžadováno vyplnění důvodu uzavření spisu

# NoComment2
source: Enter the reason for transferring the case to the FV
de_de: Je vyžadováno vyplnění důvodu proč přesunout spis k OSN

# NoComment3
source: Enter the reason for the request to return the file
de_de: Je vyžadováno vyplnění důvodu žádosti o vrácení spisu

# NoComment4
source: Post a comment
de_de: Je vyžadováno vyplnění komentáře

# NoComment5
source: Enter the reason for the D1MAX change
de_de: Je vyžadováno vyplnění důvodu změny D1MAX

# NoComment6
source: Enter the reason for DMAX changes
de_de: Je vyžadováno vyplnění důvodu změny DMAX

# NoDate
source: Please fill in the date
de_de: Vyplňte prosím datum

# NoItems
source: Select files to process
de_de: Vyberte spisy ke zpracování

# NoRecords
source: No data available
de_de: Data nejsou k dispozici

# PassEmailButton
source: Continue
de_de: Pokračovat

# PassEmailSubject
source: Changing the password
de_de: Změna hesla

# PassRequired
source: The password field can not be empty
de_de: Pole heslo nemůže být prázdné

# PostEmailUser
source: The user has been sent an email with instructions to change the password
de_de: Uživateli byl odeslán email s pokyny pro změnu hesla

# PostUsesNotFound
source: <div class='validate-msg'><span class='k-icon k-i-warning'></span> Could not send an email to change the password because the user with this email was not found</div>
de_de: <div class='validate-msg'><span class='k-icon k-i-warning'></span> Nebylo možné odeslat email ke změně hesla, protože uživatel s tímto emailem nebyl nalezen</div>

# resetPassEmailBody
source: Hello, someone has requested to change your password to TRACE. If you did not request a change, ignore this email. Otherwise, with the button below, you will be redirected to a page to change your password.
de_de: Dobrý den, někdo požádal o změnu vašeho hesla do aplikace TRACE. Pokud jste o změnu nežádali, tento email ignorujte. Jinak tlačítkem níže budete přesměrován na stránku pro změnu Vašeho hesla.

# ResetPasswordTitle
source: Reset a user password and send an email asking you to change the password.
de_de: Resetování uživatelského hesla a odeslání emailu s výzvou ke změně hesla.

# Success
source: Done
de_de: Hotovo

# Unique
source: must be unique
de_de: musí být unikátní

# UseNotFound
source: <div class='validate-msg'><span class='k-icon k-i-warning'></span>User not found</div>
de_de: <div class='validate-msg'><span class='k-icon k-i-warning'></span> Uživatel nenalezen</div>

# UserLoginRequired
source: The email field can not be empty
de_de: Pole email nemůže být prázdné

# Warning
source: Notice
de_de: Upozornění

# WrongEmail
source: Bad email address
de_de: Chybná emailová adresa
